/*
  Localizable.strings
  TicketmasterAuthentication

  Created by Jonathan Backer on 11/10/22.
  
*/

// Account Authentication
"Authentication" = "Autentisering";

"Access and manage all the tickets you own with ease." = "Få tillgång till och hantera alla biljetter du äger med lätthet.";

"Link Accounts" = "Koppla Konton";

"Now linking to additional accounts which may have your tickets." = "Länkar nu till ytterligare konton där dina biljetter kan finnas.";

// Account Sign In
"Sign In" = "Logga in";

// Account Sign Out
"Sign Out" = "Logga ut";

// "Sign in to Lakers"
"Sign in to %s" = "Logga in på %s";

// "Sign out of Lakers"
"Sign out of %s" = "Logga ut från %s";

// select a login source (Host, Archtics, SportXR, etc)
"Select Login" = "Välj innloggning";

// "Access season and single event tickets purchased or accepted with your Lakers account."
"Access season and single %t tickets purchased or accepted with your %s account." = "Få tillgång till säsong- och enskilda %t biljetter som köpts eller accepterats med ditt %-konto.";

// a generic event, example: "charity event"
"event" = "evenemang";

// a musical concert, example: "Rock concert"
"concert" = "konsert";

// a theatrical show, example: "Broadway show"
"show" = "föreställning";

// a sporting game, example: "Baseball game"
"game" = "match";

// a sporting match, example: "Soccer match"
"match" = "match";

// Powered by Ticketmaster
"Powered by" = "Drivs av";
